[
    {
      "isbn13": 9780000000000,
      "isbn10": 2005883,
      "name": "Gilead",
      "subtitle": "",
      "authors": "Marilynne Robinson",
      "categories": "Fiction",
      "image": "http://books.google.com/books/content?id=KQZCPgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "A NOVEL THAT READERS and critics have been eagerly anticipating for over a decade, Gilead is an astonishingly imagined story of remarkable lives. John Ames is a preacher, the son of a preacher and the grandson (both maternal and paternal) of preachers. It’s 1956 in Gilead, Iowa, towards the end of the Reverend Ames’s life, and he is absorbed in recording his family’s story, a legacy for the young son he will never see grow up. Haunted by his grandfather’s presence, John tells of the rift between his grandfather and his father: the elder, an angry visionary who fought for the abolitionist cause, and his son, an ardent pacifist. He is troubled, too, by his prodigal namesake, Jack (John Ames) Boughton, his best friend’s lost son who returns to Gilead searching for forgiveness and redemption. Told in John Ames’s joyous, rambling voice that finds beauty, humour and truth in the smallest of life’s details, Gilead is a song of celebration and acceptance of the best and the worst the world has to offer. At its heart is a tale of the sacred bonds between fathers and sons, pitch-perfect in style and story, set to dazzle critics and readers alike.",
      "published_year": 2004,
      "average_rating": 3.85,
      "num_pages": 247,
      "ratings_count": 361,
      "price": 99
    },
    {
      "isbn13": 9780000000000,
      "isbn10": 2261987,
      "name": "Spider's Web",
      "subtitle": "A Novel",
      "authors": "Charles Osborne;Agatha Christie",
      "categories": "Detective and mystery stories",
      "image": "http://books.google.com/books/content?id=gA5GPgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "A new 'Christie for Christmas' -- a full-length novel adapted from her acclaimed play by Charles Osborne Following BLACK COFFEE and THE UNEXPECTED GUEST comes the final Agatha Christie play novelisation, bringing her superb storytelling to a new legion of fans. Clarissa, the wife of a Foreign Office diplomat, is given to daydreaming. 'Supposing I were to come down one morning and find a dead body in the library, what should I do?' she muses. Clarissa has her chance to find out when she discovers a body in the drawing-room of her house in Kent. Desperate to dispose of the body before her husband comes home with an important foreign politician, Clarissa persuades her three house guests to become accessories and accomplices. It seems that the murdered man was not unknown to certain members of the house party (but which ones?), and the search begins for the murderer and the motive, while at the same time trying to persuade a police inspector that there has been no murder at all... SPIDER'S WEB was written in 1954 specifically for Margaret Lockwood and opened first at the Theatre Royal Nottingham before moving to the Savoy Theatre in London on 14 December 1954. With THE MOUSETRAP and WI",
      "published_year": 2000,
      "average_rating": 3.83,
      "num_pages": 241,
      "ratings_count": 5164,
      "price": 104
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6163831,
      "name": "The One Tree",
      "subtitle": "",
      "authors": "Stephen R. Donaldson",
      "categories": "American fiction",
      "image": "http://books.google.com/books/content?id=OmQawwEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Volume Two of Stephen Donaldson's acclaimed second trilogy featuing the compelling anti-hero Thomas Covenant.",
      "published_year": 1982,
      "average_rating": 3.97,
      "num_pages": 479,
      "ratings_count": 172,
      "price": 129
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6178731,
      "name": "Rage of angels",
      "subtitle": "",
      "authors": "Sidney Sheldon",
      "categories": "Fiction",
      "image": "http://books.google.com/books/content?id=FKo2TgANz74C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "A memorable, mesmerizing heroine Jennifer -- brilliant, beautiful, an attorney on the way up until the Mafia's schemes win her the hatred of an implacable enemy -- and a love more destructive than hate. A dangerous, dramatic world The Dark Arena of organized crime and flashbulb lit courtrooms where ambitious prosecutors begin their climb to political power.",
      "published_year": 1993,
      "average_rating": 3.93,
      "num_pages": 512,
      "ratings_count": 29532,
      "price": 122
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6280897,
      "name": "The Four Loves",
      "subtitle": "",
      "authors": "Clive Staples Lewis",
      "categories": "Christian life",
      "image": "http://books.google.com/books/content?id=XhQ5XsFcpGIC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Lewis' work on the nature of love divides love into four categories; Affection, Friendship, Eros and Charity. The first three come naturally to humanity. Charity, however, the Gift-love of God, is divine, and without this supernatural love, the natural loves become distorted and even dangerous.",
      "published_year": 2002,
      "average_rating": 4.15,
      "num_pages": 170,
      "ratings_count": 33684,
      "price": 59
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6280935,
      "name": "The Problem of Pain",
      "subtitle": "",
      "authors": "Clive Staples Lewis",
      "categories": "Christian life",
      "image": "http://books.google.com/books/content?id=Kk-uVe5QK-gC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "In The Problem of Pain, C.S. Lewis, one of the most renowned Christian authors and thinkers, examines a universally applicable question within the human condition: If God is good and all-powerful, why does he allow his creatures to suffer pain? With his signature wealth of compassion and insight, C.S. Lewis offers answers to these crucial questions and shares his hope and wisdom to help heal a world hungering for a true understanding of human nature.\"--Amazon.",
      "published_year": 2002,
      "average_rating": 4.09,
      "num_pages": 176,
      "ratings_count": 37569,
      "price": 157
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6353282,
      "name": "An Autobiography",
      "subtitle": "",
      "authors": "Agatha Christie",
      "categories": "Authors, English",
      "image": "http://books.google.com/books/content?id=c49GQwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Donation.",
      "published_year": 1977,
      "average_rating": 4.27,
      "num_pages": 560,
      "ratings_count": 3975,
      "price": 198
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6380832,
      "name": "Empires of the Monsoon",
      "subtitle": "A History of the Indian Ocean and Its Invaders",
      "authors": "Richard Hall",
      "categories": "Africa, East",
      "image": "http://books.google.com/books/content?id=MuPEQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Until Vasco da Gama discovered the sea-route to the East in 1497-9 almost nothing was known in the West of the exotic cultures and wealth of the Indian Ocean and its peoples. It is this civilization and its destruction at the hands of the West that Richard Hall recreates in this book. Hall's history of the exploration and exploitation by Chinese and Arab travellers, and by the Portuguese, Dutch and British alike is one of brutality, betrayal and colonial ambition.",
      "published_year": 1998,
      "average_rating": 4.41,
      "num_pages": 608,
      "ratings_count": 65,
      "price": 106
    },
    {
      "isbn13": 9780010000000,
      "isbn10": "000647022X",
      "name": "The Gap Into Madness",
      "subtitle": "Chaos and Order",
      "authors": "Stephen R. Donaldson",
      "categories": "Hyland, Morn (Fictitious character)",
      "image": "http://books.google.com/books/content?id=4oXavLNDWocC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "A new-cover reissue of the fourth book in the bestselling five-volume sf series created by the world-famous author of the Thomas Covenant chronicles -- and acclaimed as the 'best work of his career'. Events were not moving as the Amnion had intended. Once again humans had been false in their dealings with the aliens. As the planetoid Thanatos Minor exploded into atoms, the Trumpet hurtled into space only one step ahead of hostile pursuers. On board were Morn Hyland and her force-grown son Davies, cyborg Angus Thermopyle and Captain Nick Succorso -- old enemies thrown together in a desperate bid for survival. For both the Amnion and the UMCP, the immediate capture of the fleeing ship and the secrets it contained was imperative. But for Trumpet's exhausted crew the only hope lay in an illegal lab in the distant binary solar system of Valdor Industrial. It would be a journey of unpredictable danger -- from which not all would return...",
      "published_year": 1994,
      "average_rating": 4.15,
      "num_pages": 743,
      "ratings_count": 103,
      "price": 182
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6472613,
      "name": "Master of the Game",
      "subtitle": "",
      "authors": "Sidney Sheldon",
      "categories": "Adventure stories",
      "image": "http://books.google.com/books/content?id=TkTYp-Tp6_IC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Kate Blackwell is an enigma and one of the most powerful women in the world. But at her ninetieth birthday celebrations there are ghosts of absent friends and absent enemies.",
      "published_year": 1982,
      "average_rating": 4.11,
      "num_pages": 489,
      "ratings_count": 43540,
      "price": 171
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6479677,
      "name": "If Tomorrow Comes",
      "subtitle": "",
      "authors": "Sidney Sheldon",
      "categories": "Adventure stories",
      "image": "http://books.google.com/books/content?id=l2tBi_jLuk8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "One of Sidney Sheldon's most popular and bestselling titles, repackaged and reissued for a new generation of fans.",
      "published_year": 1994,
      "average_rating": 4.04,
      "num_pages": 501,
      "ratings_count": 49170,
      "price": 20
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6480098,
      "name": "Assassin's Apprentice",
      "subtitle": "",
      "authors": "Robin Hobb",
      "categories": "American fiction",
      "image": "http://books.google.com/books/content?id=qTaGQgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Fantasy-roman.",
      "published_year": 1996,
      "average_rating": 4.15,
      "num_pages": 460,
      "ratings_count": 133972,
      "price": 9
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6482074,
      "name": "Warhost of Vastmark",
      "subtitle": "",
      "authors": "Janny Wurts",
      "categories": "Fiction",
      "image": "http://books.google.com/books/content?id=uOL0fpS9WZkC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Tricked once more by his wily half-brother, Lysaer, Lord of Light, arrives at the tiny harbor town of Merior to find that Arithon's ship yards have been abandoned and meticulously destroyed, and that the Master of Shadow has disappeared as if into thin air. Meanwhile Arithon and the Mad Prophet Dakar are traveling on foot through the treacherous Kelhorn Mountains towards the Vastmark clans, there to raise further support for his cause. But raising a warhost is a costly business. Is it mere coincidence that Princess Talith—Lysaer's beautiful, headstrong wife—is taken captive and held for a vast ransom by a master brigand? The forces of light and shadow circle and feint, drawing ever closer to a huge conflict. And in the background the Fellowship of Seven Sorcerers and the Koriani Enchantresses watch and plan, and wait.",
      "published_year": 1995,
      "average_rating": 4.03,
      "num_pages": 522,
      "ratings_count": 2966,
      "price": 46
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6483011,
      "name": "The Once and Future King",
      "subtitle": "",
      "authors": "Terence Hanbury White",
      "categories": "Arthurian romances",
      "image": "http://books.google.com/books/content?id=Jx6BvgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "An omnibus volume of the author's complete story of the Arthurian epic which includes: \"The sword in the stone\" (1939), \"The witch in the wood\" (1939), \"The ill-made knight\" (1940), \"The candle in the wind\" (published for the first time), and \"The book of Merlyn.\" 1996.",
      "published_year": 1996,
      "average_rating": 4.04,
      "num_pages": 823,
      "ratings_count": 2805,
      "price": 123
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6483895,
      "name": "Murder in LaMut",
      "subtitle": "",
      "authors": "Raymond E. Feist;Joel Rosenberg",
      "categories": "Adventure stories",
      "image": "http://books.google.com/books/content?id=I2jbBlMHlAMC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Available in the U.S. for the first time, this is the second volume in the exceptional Legends of the Riftwar series from \"New York Times\"-bestselling authors Feist and Rosenberg.",
      "published_year": 2003,
      "average_rating": 3.7,
      "num_pages": 337,
      "ratings_count": 5083,
      "price": 66
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6483909,
      "name": "Jimmy the Hand",
      "subtitle": "",
      "authors": "Raymond E. Feist;S. M. Stirling",
      "categories": "Fantasy fiction",
      "image": "http://books.google.com/books/content?id=hV4-oITYFN8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Jimmy the Hand, boy thief of Krondor, lived in the shadows of the city. Though gifted beyond his peers, Jimmy is merely a pickpocket with potential--until he aids Prince Arutha in the rescue of Princess Anita from Duke Guy du Bas-Tyra, and runs afoul of \"Black Guy's\" secret police. Facing a choice between disappearing on his own or in a weighted barrel at the bottom of Krondor's harbor, Jimmy chooses the former. Forced to flee the only home he's ever known, Jimmy finds himself among the unsuspecting rural villagers of Land's End, where he hopes to prosper with his talents for con and thievery. But Land's End is home to many who tread the crooked path--and to a dark, dangerous presence even the local smugglers don't recognize. And suddenly Jimmy's youthful bravado and courage are leading him into the maw of chaos . . . and, quite possibly, to his doom.",
      "published_year": 2003,
      "average_rating": 3.95,
      "num_pages": 368,
      "ratings_count": 5579,
      "price": 158
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6486142,
      "name": "Well of Darkness",
      "subtitle": "",
      "authors": "Margaret Weis;Tracy Hickman",
      "categories": "",
      "image": "http://books.google.com/books/content?id=XrwaAAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Gareth is just a frightened young lad when he is drafted in to be the whipping-boy for the unruly Prince Dagnarus. Yet as they grow to be men, an unshakable bond is formed. And it is their destiny for them to become the two most powerful - and feared - men in the kingdom. But when Dagnarus decides to become a knight himself, he begins a chain of evil events that threaten to destroy the entire kingdom. Only by uniting the Sovereign Stone can peace be restored, and it is up to Dagnarus' brother Helmos to try to achieve this impossible task, using his father's soldiers against his brother's army. All the while, Gareth is gaining mastery over the sinister Void magic, and he is devoted to helping his childhood companion.. This gripping story of magical power and corruption takes the unique viewpoint of focusing on the evil characters, as we follow them from boys to men. Filled with action, suspense and wonderfully imaginative characters, Water From the Well of Darkness is set to elevate the careers of bestselling authors Weis & Hickman to spectacular new heights.",
      "published_year": 2001,
      "average_rating": 3.66,
      "num_pages": 599,
      "ratings_count": 68,
      "price": 190
    },
    {
      "isbn13": 9780010000000,
      "isbn10": "000649045X",
      "name": "Witness for the Prosecution & Selected Plays",
      "subtitle": "",
      "authors": "Agatha Christie",
      "categories": "English drama",
      "image": "http://books.google.com/books/content?id=_9u7AAAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Newly-Jacketed Edition Designed To Celebrate The 50Th Anniversary Of Christie S Faultlessly Plotted Witness For The Prosecution And Other Outstanding Plays. The Perfect Complement To The Latest Edition Of The Mousetrap And Selected Plays (50Th Aniversary Edition). Headlining This Book Is Witness For The Prosecution Christie S Highly Successful Stage Play Which Won The New York Drama Critics Circle Award For Best Foreign Play. A Stunning Courtroom Drama, It Tells The Story Of A Scheming Wife Testifying Against Her Husband In A Shocking Murder Trial. The Wild Beauty Of A Seaside House Perched High On The Devonshire River Tern Provides A Stunning Back-Drop In Towards Zero As A Psychopathic Murderer Homes In On The Unsuspecting Victims. Passion, Murder And Love Are The Deadly Ingredients In Verdict, Making It One Of Christie S More Unusual Thrillers And Prompting Her To Label It The Best Play I Have Written With The Exception Of Witness For The Prosecution . Go Back For Murder Tells The Story Of The Young And Feisty Carla Who, Orphaned At The Tender Age Of Five, Discovers Her Mother Was Imprisioned For Murdering Her Father And Determines To Prove Her Innocence.",
      "published_year": 1995,
      "average_rating": 4.05,
      "num_pages": 352,
      "ratings_count": 3908,
      "price": 122
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6496431,
      "name": "The Little House",
      "subtitle": "",
      "authors": "Philippa Gregory",
      "categories": "Country life",
      "image": "http://books.google.com/books/content?id=rbvUPps9vKsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "It was easy for Elizabeth. She married the man she loved. It was harder for Ruth. She married Elizabeth's son and then found that, somehow, she could never quite measure up. This thriller examines what women want and what they fear, as Ruth confronts the shifting borders of her own sanity.",
      "published_year": 1998,
      "average_rating": 3.66,
      "num_pages": 368,
      "ratings_count": 1832,
      "price": 59
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6496873,
      "name": "Mystical Paths",
      "subtitle": "",
      "authors": "Susan Howatch",
      "categories": "English fiction",
      "image": "http://books.google.com/books/content?id=by4ytBy63o0C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "1968 finds Nicholas Darrow wrestling with personal problems. How can he marry Rosalind when he is unable to avoid promiscuity? How can he become a priest when he finds it so difficult to live as one? And can he break his dangerous dependence on his father?",
      "published_year": 1996,
      "average_rating": 4.23,
      "num_pages": 576,
      "ratings_count": 1023,
      "price": 162
    },
    {
      "isbn13": 9780010000000,
      "isbn10": "000649689X",
      "name": "Glittering Images",
      "subtitle": "",
      "authors": "Susan Howatch",
      "categories": "English fiction",
      "image": "http://books.google.com/books/content?id=rDHbn0ORKhQC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "It is 1937, and Charles Ashworth, a Canon to the Archbishop of Canterbury, is sent to untangle a web of self-delusion and corruption at the episcopal palace of the charismatic Bishop of Starbridge.",
      "published_year": 1996,
      "average_rating": 4.07,
      "num_pages": 512,
      "ratings_count": 2045,
      "price": 184
    },
    {
      "isbn13": 9780010000000,
      "isbn10": "000649692X",
      "name": "Glamorous Powers",
      "subtitle": "",
      "authors": "Susan Howatch",
      "categories": "Clergy",
      "image": "http://books.google.com/books/content?id=_bhPYWs6RrYC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Reissue of the author's most famous and well-loved work, the Starbridge series, six self-contained yet interconnected novels that explore the history of the Church of England through the 20th century.",
      "published_year": 1996,
      "average_rating": 4.2,
      "num_pages": 512,
      "ratings_count": 1441,
      "price": 18
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6498868,
      "name": "The Mad Ship",
      "subtitle": "",
      "authors": "Robin Hobb",
      "categories": "Fantasy fiction",
      "image": "http://books.google.com/books/content?id=2iWezkfdBE8C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Fantasy master Robin Hobb delivers the stunning second volume of her Liveship Traders trilogy, returning to the timeless city of Bingtown, where pirates now plague the coasts and the dreaded slave trade flourishes. Althea Vestrit doesnt have time to be afraid, for her familys newly awakened Liveship, Vivacia, has been seized by the ruthless pirate Kennit. So Althea hatches a bold plan. But to carry it out, she must recruit a Liveship that has already slain two crews -- and is said to be insane.",
      "published_year": 2000,
      "average_rating": 4.24,
      "num_pages": 906,
      "ratings_count": 36101,
      "price": 104
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6499163,
      "name": "Post Captain",
      "subtitle": "",
      "authors": "Patrick O'Brian",
      "categories": "Aubrey, Jack (Fictitious character)",
      "image": "http://books.google.com/books/content?id=S761k-z51Q4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "This tale begins with Jack Aubrey arriving home from his exploits in the Mediterranean to find England at peace following the Treaty of Amiens. He and his friend Stephen Maturin, surgeon and secret agent, begin to live the lives of country gentlemen, hunting, entertaining and enjoying more amorous adventures. Their comfortable existence, however, is cut short when Jack is overnight reduced to a pauper with enough debts to keep him in prison for life. He flees to the continent to seek refuge: instead he finds himself a hunted fugitive as Napoleon has ordered the internment of all Englishmen in France. Aubrey's adventures in escaping from France and the debtors' prison will grip the reader as fast as his unequalled actions at sea.",
      "published_year": 1996,
      "average_rating": 4.29,
      "num_pages": 474,
      "ratings_count": 7815,
      "price": 166
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6499260,
      "name": "The Reverse of the Medal",
      "subtitle": "",
      "authors": "Patrick O'Brian",
      "categories": "Adventure stories",
      "image": "http://books.google.com/books/content?id=YtjxFRb39Z4C&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "In this book, Jack Aubrey returns from his duties protecting whalers off the South American coast and is persuaded by a casual acquaintance to make investments in the City on the strength of supposedly certain information. From there he is led into the half-worlds of the London criminal underground and of government espionage - the province of his friend, Stephen Maturin.",
      "published_year": 1997,
      "average_rating": 4.41,
      "num_pages": 261,
      "ratings_count": 177,
      "price": 69
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6499627,
      "name": "Miss Marple",
      "subtitle": "The Complete Short Stories",
      "authors": "Agatha Christie",
      "categories": "Detective and mystery stories, English",
      "image": "http://books.google.com/books/content?id=a96qPwAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Miss Marple featured in 20 short stories, published in a number of different collections in Britain and America. Presented here in their order of publication, Miss Marple uses her unique insight to deduce the truth about a series of unsolved crimes.",
      "published_year": 1997,
      "average_rating": 4.2,
      "num_pages": 359,
      "ratings_count": 6235,
      "price": 119
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6511481,
      "name": "The Years of Rice and Salt",
      "subtitle": "",
      "authors": "Kim Stanley Robinson",
      "categories": "Black Death",
      "image": "http://books.google.com/books/content?id=I38CFD1RnmsC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Hailed by \"The New York Times Book Review\" as \"eye-opening, \" this alternative history of the last 600 years begins as the Black Death kills nearly everyone in Europe, and China, India, and the nations of Islam now control the world.",
      "published_year": 2003,
      "average_rating": 3.73,
      "num_pages": 772,
      "ratings_count": 194,
      "price": 171
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6512674,
      "name": "Spares",
      "subtitle": "",
      "authors": "Michael Marshall Smith",
      "categories": "Human cloning",
      "image": "http://books.google.com/books/content?id=83RrAdP9y5UC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Spares - human clones, the ultimate health insurance. An eye for an eye - but some people are doing all the taking. The story of Jack Randall: burnt-out, dropped out, and way overdrawn at the luck bank. But as caretaker on a Spares Farm, he still has a choice, and it might make a difference.",
      "published_year": 1998,
      "average_rating": 4.13,
      "num_pages": 317,
      "ratings_count": 2481,
      "price": 10
    },
    {
      "isbn13": 9780010000000,
      "isbn10": 6513085,
      "name": "Gravity",
      "subtitle": "",
      "authors": "Tess Gerritsen",
      "categories": "Science fiction",
      "image": "http://books.google.com/books/content?id=KI66cH39n6sC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
      "description": "Emma Watson a research physician has been training for the mission of a lifetime: to study living organisms in the microgravity of space. But the true and lethal nature of the experiment has not been revealed to NASA and once aboard the space station things start to go wrong. A culture of single-celled Archaeons, gathered from the deep sea, begin to rapidly multiply and infect the crew - with deadly and agonising results. As her estranged husband and ground crew at NASA work against the clock to launch a rescue Emma stuggles to contain the lethal microbe. But with the contagion threatening Earth's population, there are those who would leave the astronauts stranded in orbit, quarantined aboard the station.",
      "published_year": 2004,
      "average_rating": 4.04,
      "num_pages": 342,
      "ratings_count": 8024,
      "price": 39
    }
  ]